brew "neovim"
brew "git"
brew "ripgrep"
brew "fd"
brew "node"
brew "python@3.13"
brew "fish"
brew "curl"
brew "rust"
brew "go"
brew "goimports"
brew "gopls"
brew "kubectl"
brew "tree"
brew "tmux"
brew "fzf"
cask "iterm2"
cask "font-meslo-lg-nerd-font"
cask "font-hack-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
